Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_83-The_Questions_of_Bhadrapala_the_Merchant-v1.tmx
Source language: bo
Languages: en

source: །ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལས་བྱུང་བའི་ཚོར་བ་གང་ཡིན་པ་དེ་ནི་ནང་གི་གཟུགས་སོ།
en: while feelings that result from touch gathered by the body are inner form.

source: །བཟང་སྐྱོང་འདི་ལྟ་སྟེ།
en: “Bhadrapāla,

source: དཔེར་ན་མི་དམུས་ལོང་ཞིག་
en: suppose a man born blind,

source: ནུབ་མོ་གཉིད་ཀྱི་དབང་དུ་གྱུར་པ་ན་
en: succumbing to sleep at night,

source: ལྷའི་གཟུགས་རྐང་ལག་མཉམ་ཞིང་མཆོག་ཏུ་ཡིད་དུ་འོང་བ་དག་མཐོང་ལ།
en: were to see divine forms, with well-proportioned limbs and very attractive overall.

source: དེས་དེ་དག་མཐོང་ནས་མཆོག་ཏུ་དགའ་བ་བསྐྱེད་དེ།
en: He is overjoyed to see them,

source: གཉིད་ལོག་པ་ལས་སད་པ་དང་གཟུགས་དེ་དག་མ་མཐོང་ལ།
en: but when he wakes from sleep, he can no longer see those forms.

source: དེ་ནམ་ནངས་ནས་འདི་སྐད་དུ་
en: He gets up, and says,

source: ཁྱོད་ཉོན་ཅིག་
en: ‘Listen!

source: མདང་མཚན་མོ་བདག་གི་རྨི་ལམ་དུ་
en: Last night in my dream

source: དེར་བདག་གིས་མི་ལུས་ཤིན་ཏུ་གཞོན་ཤ་ཅན།
en: There I saw beautiful youths.

source: ལག་པ་གླང་པོ་ཆེ་མཆོག་གི་སྣ་ལྟར་རིང་བ།
en: Their arms were as long as the trunk of a fine elephant,

source: ཐལ་གོང་ཡངས་ཤིང་རྒྱས་ལ། བྲང་ཡངས་ཤིང་མཁྲེགས་པ་དག་མཐོང་ངོ་ཞེས་སྨྲ་ཞིང་མི་དེ་དག་གི་ལུས་ཀྱི་རྒྱན་མཛེས་པ་གང་ཡིན་པ་དེ་དག་བཟླས་ལ།
en: and they were of imposing stature, with wide shoulders, and broad, firm chests.’ He relates all of the beautiful physical attributes of those people.

source: དེ་ནས་དམུས་ལོང་དེས་མི་དེ་དག་ཉིད་ཀྱི་གཟུགས་རྣམས་མ་མཐོང་ན་བཟང་སྐྱོང་འདི་ཇི་སྙམ་དུ་སེམས།
en: However, the blind man never saw the actual forms of those people. What do you make of that, Bhadrapāla?

source: མི་དམུས་ལོང་དེས་རྨི་ལམ་དུ་གཟུགས་རྣམས་ཇི་ལྟར་མཐོང་།
en: How could the blind man see their forms in a dream?”

source: བཟང་སྐྱོང་གིས་གསོལ་པ། བཅོམ་ལྡན་འདས་དེའི་སླད་དུ་བདག་ལ་བཀའ་སྩལ་དུ་གསོལ།
en: Bhadrapāla replied, “Blessed One, please tell me.”

source: བུད་མེད་ཀྱི་གཟུགས་མཆོག་ཏུ་ཡིད་དུ་འོང་བ་དང་། སྐྱེད་མོས་ཚལ་མི་སྟོང་གིས་གང་བ་མཐོང་སྟེ།
en: I saw the form of a very attractive woman, together with pleasure groves filled with a thousand people.

source: ནང་གི་མིག་ཤེས་པ་དང་ལྡན་པས་རྨི་ལམ་དུ་གཟུགས་རྣམས་མཐོང་གི་ཤའི་མིག་གིས་ནི་མ་ཡིན་ནོ།
en: “it is not with his physical eyes but because he has inner visual consciousness.

source: །ཇི་ལྟར་མི་གཉིད་ཀྱིས་ལོག་པའི་རྨི་ལམ་དུ་ཡུད་ཙམ་ཞིག་དྲན་པ་འབྱུང་བ་དེ་བཞིན་དུ་ཤི་བའི་དྲན་པ་ཡང་དེ་དང་འདྲ་སྟེ།
en: Just as a man upon waking fleetingly remembers his dream, the memory of the dead arises in a similar way.

source: ནང་གི་གཟུགས་དེ་ཡང་དེ་བཞིན་དུ་བལྟ་བར་བྱའོ།
en: That is how you should regard inner form, too.

source: མི་ཤི་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་དེ་ས་བོན་གྱི་ཁམས་བཞིན་དུ་འཕོ་ཞིང་འགྲོ་བ་ངས་བཤད་པར་བྱ་སྟེ།
en: I shall explain how a dead person’s element of consciousness undergoes transfer and migrates in a way comparable to the element of a seed.

source: ས་བོན་གྱི་ཁམས་ས་གཞི་ལ་བཏབ་ན་
en: if one sows the element of a seed in the ground,

source: ཁམས་བཞི་པོ་དག་སྡུད་པར་བྱེད་པ་
en: it absorbs the four elements.

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཡང་དྲན་པ་རབ་ཏུ་འཛིན་ཅིང་ཚོར་བ་ཡོངས་སུ་འཛིན་ཏེ།
en: It is likewise that the element of consciousness takes on attention and assumes feeling.

source: དགེ་བ་དང་མི་དགེ་བ་ཡང་རྗེས་སུ་བཟུང་ནས་ལུས་ཡོངས་སུ་བཏང་སྟེ་འཕོ་ཞིང་འགྲོའོ།
en: Gathering up virtue and non-virtue, too, it abandons the body, undergoes transfer, and migrates.

source: །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་རྣམ་པར་ཤེས་པ་དེ་དགེ་བ་དང་མི་དགེ་བ་ཡོངས་སུ་འཛིན་པར་འགྱུར།
en: “Blessed One, how does consciousness assume virtue and non-virtue?”

source: ནོར་བུ་རིན་པོ་ཆེ་པད་མ་རཱ་ག་ནི་འོད་ནག་པོ་འམ་དཀར་པོ་འཛིན་ཏེ།
en: it is like a precious ruby capturing dark or white light;

source: འོད་ཀྱི་རང་བཞིན་ཇི་ལྟ་བ་བཞིན་དུ་ནོར་བུ་རིན་པོ་ཆེ་དེ་ལ་འབྱུང་ཞིང་དེའི་རང་བཞིན་ཉིད་ནོར་བུ་རིན་པོ་ཆེ་དེ་ལ་སྣང་བར་འགྱུར་ཏེ།
en: that light, according to its nature, appears in the precious gem, and it is that very nature that glows within the gem.

source: །དེ་ནས་ཡང་བཅོམ་ལྡན་འདས་ལ་བཟང་སྐྱོང་གིས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Then, Bhadrapāla asked further,

source: །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་ལུས་འདི་ལ་རྣམ་པར་ཤེས་པ་རྟོགས་པར་འགྱུར་བ་ལགས།
en: “Blessed One, how should we understand the presence of consciousness in the body?”

source: རྣམ་པར་ཤེས་པ་འདི་བསགས་པ་འམ། སྤུངས་པར་མི་དམིགས་སོ།
en: “do not imagine consciousness to have been accumulated or heaped up.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why?

source: རྣམ་པར་ཤེས་པའི་ཁམས་འདི་སྐྱེ་ཞིང་འགག་པའི་ཕྱིར་རོ།
en: Because the element of consciousness arises and ceases.

source: །བཟང་སྐྱོང་དཔེར་ན་ས་བོན་ལས་མྱུ་གུ་འབྱུང་མོད་ཀྱི།
en: As an analogy, Bhadrapāla, a sprout emerges from a seed;

source: ས་བོན་རུལ་པ་ལས་མྱུ་གུ་འབྱུང་བར་མི་འགྱུར་ལ།
en: but no sprout will emerge from a seed that is rotten,

source: ས་བོན་ཉམས་པ་ལས་ཀྱང་མྱུ་གུ་འབྱུང་བར་མི་འགྱུར་ཏེ།
en: or from a seed that is damaged.

source: མྱུ་གུ་ཡང་འགྲུབ་པར་འགྱུར་ན།
en: And when a sprout is produced,

source: བཟང་སྐྱོང་འདི་ཇི་སྙམ་དུ་སེམས།
en: Bhadrapāla, what do you think?

source: མྱུ་གུ་དེའི་ས་བོན་སྡོང་བུ་འམ། ལོ་མ་འམ། སྦུབས་གང་ལ་གནས།
en: Where is the seed of that sprout located? Is it in the stem, the leaves, or the buds?

source: དཔེར་ན
en: As an analogy,

source: །བཟང་སྐྱོང་
en: “Bhadrapāla,

source: ས་བོན་ནི་ཤིང་གི་རྩེ་མོ་ན་ཡང་མི་གནས་སོ།
en: Even at the very top of a tree, its seed is not present.

source: །དེ་བཞིན་དུ་ལུས་འདི་ལ་རྣམ་པར་ཤེས་པ་གང་ན་ཡང་མི་གནས་ཏེ།
en: In the same way, consciousness is not located anywhere

source: མིག་ལ་ཡང་མ་ཡིན། རྣ་བ་ལ་ཡང་མ་ཡིན། སྣའི་དབང་པོ་ལ་ཡང་མ་ཡིན་ནོ།
en: in the body—not in the faculties of the eye, or the ear, or the nose.

source: །ས་བོན་གྱི་མྱུ་གུ་སྐྱེ་བ་གང་ཡིན་པ་དེ་ནི་སེམས་པ་ཆུང་བ་ཡིན་ནོ།
en: “The germination of a sprout from a seed corresponds to an early stage of volition.

source: །མངལ་དུ་སྐྱེ་བ་དེ་ནི་ཚོར་བ་ཆུང་བ་ཡིན་ཏེ།
en: At conception in the womb there is an early stage of feeling.

source: དཔེར་ན་མྱུ་གུ་འབྱུང་ཞིང་དུས་ཚིགས་དང་ལྡན་པ་ན་མེ་ཏོག་རྣམས་འགྲུབ་སྟེ།
en: In the analogy, a sprout arises and, when it is the right season, it produces flowers,

source: མེ་ཏོག་གྲུབ་ན་འབྲས་བུ་འགྲུབ་པ་ཡོད་པ་དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདིས་ལུས་འགྲུབ་པར་འགྱུར་རོ།
en: and when it has flowered, the fruit is formed. It is in the same way that the element of consciousness produces the body.

source: །ལུས་གྲུབ་པ་ན་ཡན་ལག་དང་ཉིང་ལག་གང་ལ་ཡང་རྣམ་པར་ཤེས་པ་མི་གནས་ལ།
en: “Once the body has been formed, consciousness is not located in the limbs or any other body part,

source: རྣམ་པར་ཤེས་པ་མེད་ན་ཡང་ལུས་སྐྱེ་བར་མི་འགྱུར་རོ།
en: but without consciousness the body will not develop.

source: ཚོར་བ་དང་མཚུངས་པར་ལྡན་པ།
en: It is accompanied by feeling,

source: སྲེད་པས་བསྡམས་པ།
en: constrained by craving,

source: དྲན་པས་ཡོངས་སུ་བཟུང་བ།
en: in full possession of attention,

source: །དཔེར་ན་ཤིང་ཡོངས་སུ་སྨིན་པ་ལས་ས་བོན་འབྱུང་ལ་ཡོངས་སུ་མ་སྨིན་པ་ལས་མ་ཡིན་པ་དེ་བཞིན་དུ་འཆི་བའི་དུས་ཀྱི་ཚེ་ལུས་ལས་རྣམ་པར་ཤེས་པ་འདི་སྣང་བར་འགྱུར་ཏེ།
en: In the same way that a seed emerges from mature trees but not from immature ones, at the time of death consciousness appears from the body.

source: རླུང་གི་ཁམས་ཀྱིས་ཡོངས་སུ་ཟིན་པ།
en: carried by the air element,

source: ཤེས་པས་མངོན་པར་བརླན་པ།
en: and saturated with awareness;

source: རྐྱེན་ལ་མངོན་དུ་ཕྱོགས་པའི་རྣམ་པར་ཤེས་པ་ནི་ཕ་མ་ཕྲད་པ་ན་སྐྱེ་བར་འགྱུར་རོ།
en: and, aligned to conditions, consciousness arises when the parents come together.

source: །དཔེར་ན་མེ་ལོང་གི་དཀྱིལ་འཁོར་ཤིན་ཏུ་ཕྱིས་པ་ལ་བཞིན་གྱི་གཟུགས་བརྙན་སྣང་གི
en: “As another analogy, a face is reflected on the surface of a very clean mirror;

source: །བཞིན་མེད་པར་གཟུགས་བརྙན་མི་འབྱུང་ལ།
en: but if there is no face, no reflection occurs,

source: མེ་ལོང་མེད་པར་ཡང་གཟུགས་བརྙན་མི་འབྱུང་སྟེ།
en: and if there is no mirror, no reflection occurs, either.

source: ཇི་ལྟར་བཞིན་དང་མེ་ལོང་ཕྲད་པ་ལས་གཟུགས་བརྙན་འབྱུང་བར་འགྱུར་ཞིང་གཟུགས་བརྙན་དེ་ཡང་གཟུགས་ཅན་མ་ཡིན་ལ།
en: A reflection emerges from the encounter between face and mirror; that reflection has no form,

source: དེ་ལ་ཚོར་བ་དང་རབ་ཏུ་ཤེས་པ་ཡང་མེད་དེ།
en: no feeling, and no awareness.

source: མི་དགེ་བ་ལ་དམིགས་པ་དང་མཚུངས་པར་ལྡན་པ།
en: accompanied by its support of non-virtue,

source: ལུས་གང་དང་གང་དུ་བསྐྱོད་པ་དེ་དང་དེ་ཉིད་དུ་གཟུགས་བརྙན་འཕོ་ཞིང་ཇི་ལྟ་བུར་ལུས་སྨྲ་བ་དང་།
en: However the body shifts, the reflection in a mirror moves,

source: འབོད་པ་དང་། འགྲོ་བ་དང་། བསྐུམ་པ་དང་། བརྐྱང་བར་བྱེད་པ་དེ་བཞིན་དུ་བཞིན་གྱི་གཟུགས་བརྙན་ཡང་འགྱུར་བར་སྣང་ངོ་།
en: and however the face speaks, shouts, moves, contracts, or stretches, the reflected face appears to do likewise.

source: །བཟང་སྐྱོང་འདི་ཇི་སྙམ་དུ་སེམས།
en: Bhadrapāla, what do you think?

source: གང་གི་དབང་གིས་གཟུགས་བརྙན་དེ་དམིགས་པར་འགྱུར།
en: Because of what does the reflection become observable?”

source: མིའི་དབང་པོའི་གཟུགས་བརྙན་གདའ་སྟེ།
en: “It is because of the person that the reflection is there;

source: དེ་ཡང་མེ་ལོང་གི་རྐྱེན་གྱིས་བཞིན་གྱི་གཟུགས་བརྙན་གདའ་ལ།
en: and moreover it is the mirror that acts as the condition for the presence of the face’s reflection.

source: བཞིན་གྱི་མདོག་ཅི་འདྲ་བ་དང་།
en: of its exact complexion,

source: དབང་པོ་མ་ཚང་བའམ། དབང་པོ་ཚང་བ་དེ་ཉིད་ཀྱི་གཟུགས་བརྙན་འབྱུང་ལགས་སོ།
en: and of its exact features, whether impaired or not.

source: ཇི་ལྟར་ལུས་ཀྱི་དབང་དང་།
en: just as a reflection is produced because of the body

source: མེ་ལོང་གི་དཀྱིལ་འཁོར་གྱི་རྐྱེན་གྱིས་གཟུགས་བརྙན་འགྲུབ་པར་འགྱུར་བ་དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་དབང་གིས་ལུས་འདི་ཚོར་བ་མྱོང་ཞིང་།
en: and the condition of the mirror’s surface, so, likewise, it is because of consciousness that the body experiences feelings

source: འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། ཡིད་ལ་བྱེད་པ་འགྲུབ་པར་བྱེད་དོ།
en: and produces perceptions, formative predispositions, and mental processes.

source: །དེ་ལ་མེ་ལོང་གང་ཡིན་པ་དེ་ནི་ཕ་མ་དང་ཕྲད་པ་ལྟ་བུར་བལྟའོ།
en: In this analogy, the mirror corresponds to the parents coming together.

source: །ཇི་ལྟར་ལུས་མི་སྣང་ན་གཟུགས་བརྙན་མི་སྣང་སྟེ།
en: “Just as the body disappears, its reflection will disappear.

source: དཔེར་ན་མེ་ལོང་གི་དཀྱིལ་འཁོར་ལ་གཟུགས་བརྙན་གྱི་རང་བཞིན་ཡོད་པ་སྤངས་ནས
en: Yet suppose that its state of being reflected in the mirror’s surface is left behind:

source: ཡང་ཆུའི་ནང་དུ་གཟུགས་བརྙན་འབྱུང་བར་བྱེད་པ་དེ་བཞིན་དུ་
en: it can still cause its reflection to appear in water. Likewise,

source: རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཡང་ལུས་ཡོངས་སུ་བཏང་སྟེ།
en: when the element of consciousness abandons the body

source: ལུས་ཀྱི་རང་བཞིན་འཕངས་ནས་ཕུང་པོ་གཞན་འཐོབ་པར་འགྱུར་རོ།
en: and its corporeal state is cast off, it will acquire the aggregates of another body.

source: །དཔེར་ན་ས་བོན་གྱི་ཁམས་ཆུང་ངུ་ཟིན་ཀྱང་ཤིང་ནྱ་གྲོ་དྷ་དང་། ཨུ་དུམ་བ་ར་ལ་སོགས་པའི་ཤིང་གི་ཕུང་པོ་ཆེན་པོ་བསྐྱེད་ནས་ཡང་ཤིང་དེ་ཡོངས་སུ་བཏང་སྟེ།
en: “As an analogy, the element of a seed, tiny though it may be, produces the great bulk of a tree such as a banyan or uḍumbara before leaving it behind.

source: ཤིང་གཞན་འཛིན་ལ་ས་བོན་གྱི་ཁམས་ཡོངས་སུ་བཏང་བ་ན་
en: When the seed element is given off to develop into another tree,

source: དུས་བཟློག་པར་གྱུར་པས་ཤིང་དེའི་ཁམས་ཀྱི་བཅུད་མེད་པར་འགྱུར་རོ།
en: as the seasons change the elemental sap of the first tree vanishes.

source: །ཁམས་ཀྱི་བཅུད་རྣམས་མེད་པར་གྱུར་པས་ཤིང་དེ་ཡོངས་སུ་རྙིངས་ཤིང་ཡོངས་སུ་སྐམ་པར་འགྱུར་བ་
en: Because its elemental sap vanishes, the tree becomes old and withered.

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་ཕྲ་ཞིང་མི་གསལ་བ་འདིས་ཀྱང་ལུས་རྣམས་བསྐྱེད་ནས་ཡང་ཡོངས་སུ་བཏང་སྟེ། ལུས་གཞན་དག་སྒྲུབ་པར་བྱེད་དོ། །
en: It is likewise that the element of consciousness, subtle and invisible though it is, generates bodies and then abandons them again before producing other bodies.

source: དཔེར་ན་ནས་དང་། ཏིལ་དང་། གྲོ་དང་། མོན་སྲན་གྲེའུ་དང་། མོན་སྲན་སྡེའུ་ལ་སོགས་པའི་ས་བོན་ཅུང་ཟད་གང་ན་ཡོད་པ་དེར
en: “As another analogy, where there is a little grain of barley, sesame seed, wheat grain, soya bean, or mung bean,

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཡང་སེམས་ཅན་གྱི་རིས་གང་དང་གང་དུ་འཕོ་བ་དེ་དང་
en: Just so, the element of consciousness carries that volition to one or another kind of sentient being

source: །དཔེར་ན་བུང་བ་རོ་ལ་སྲེད་པས་ཡུན་རིང་དུ་མེ་ཏོག་ལ་གནས་ཏེ་ལོངས་སྤྱད་ནས་མེ་ཏོག་ཡོངས་སུ་བཏང་སྟེ་མེ་ཏོག་གཞན་དུ་འཕོ་ལ།
en: “As another analogy, a bee may stay for a long while on a flower because it clings to its taste but, once it has partaken of that flower, leaves it behind and moves on to another.

source: གནས་གང་དང་གང་དུ་འཕོས་པ་དེ་དང་དེར་ཁ་དོག་དག་སྣང་བ་
en: It glows with the colors of any place to which it is transferred.

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པ་འདི་དགེ་བ་དང་མི་དགེ་བ་ཡོངས་སུ་བཟུང་ནས་འཕོ་ཞིང་འགྲོའོ།
en: In a similar way, consciousness assumes virtue and non-virtue, before undergoing transfer and migrating.

source: ཅུང་ཟད་སེམས་པ་ལྟ་བུར་གནས་པར་འགྱུར་བ་
en: what is present is very little, like that of volition.

source: བུང་བ་དེ་ཡང་
en: Or a bee may also,

source: མེ་ཏོག་དྲི་མི་ཞིམ་པ་ལོངས་སྤྱད་ནས
en: after partaking of an unpleasant-smelling flower,

source: དྲི་ཞིམ་པོར་འགྲོ་བར་བྱེད་དེ།
en: move on to one with a pleasant smell.

source: མེ་ཏོག་གང་དང་གང་ལ་འབྱར་བ་
en: Just as a bee, whichever flower it settles on,

source: དེ་དང་དེ་ལ་ཆགས་ཤིང་རོ་ཡང་མྱོང་བར་བྱེད་པ་
en: gets attached to it and enjoys its taste,

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདིས་ཀྱང་ལྷ་རྣམས་ཀྱི་ནང་དུ་ལྷའི་ལུས་བླངས་ཏེ།
en: so, too, does the element of consciousness appropriate a god’s body in the heavens,

source: དགེ་བའི་རྩ་བ་ཤིན་ཏུ་ལོངས་སྤྱད་ནས་
en: where it fully partakes of its roots of virtue,

source: ཕྱིར་ཡང་སེམས་ཅན་དམྱལ་བ་དང་།
en: before appropriating a body among the hell-beings,

source: དུད་འགྲོ་དང་། ཡི་དགས་ཀྱི་ནང་དུ་ལུས་བླངས་ཏེ།
en: or the animals, or the hungry ghosts,

source: དེས་མི་དགེ་བའི་རྩ་བ་ཡོངས་སུ་མྱོང་ནས་
en: where it fully experiences its roots of non-virtue,

source: ཡང་ཕུང་པོ་ལྔ་པོ་གཞན་དག་ལེན་ཏོ།
en: and then appropriates yet another set of five aggregates.

source: །དེ་ལ་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཇི་ལྟར་བལྟ་བར་བྱ་ཞེ་ན།
en: “How, in this context, should one view the element of consciousness?

source: དཔེར་ན་གུར་གུམ་གྱི་ས་བོན་ནམ་ལེབ་རྒན་རྩིའི་ས་བོན་རྣམས་རང་བཞིན་གྱིས་དཀར་ལ།
en: As an analogy, the seeds of saffron or poppy are naturally white,

source: དེ་དག་གི་ཁོང་ན་མྱུ་གུ་ཡང་མི་སྣང་། མེ་ཏོག་ཀྱང་མི་སྣང་།
en: and neither their sprouts nor their flowers are apparent within the body of the seed.

source: ཁ་དོག་ཀྱང་མི་སྣང་ཡང་ས་བོན་དེ་སའི་ཁམས་ལ་བཏབ་ན་
en: Although it evinces no color, sowing a seed in the earth element

source: ཆུའི་ཁམས་ཀྱིས་ཡོངས་སུ་བརླན་ནས་མྱུ་གུ་མངོན་པར་འགྲུབ་པར་བྱེད་དེ།
en: and then saturating it with the water element will cause the sprout to be produced.

source: འོན་ཀྱང་ཁ་དོག་དེ་ཡང་ས་བོན་གྱི་ཁོང་ན་མི་གནས་ལ་ས་བོན་མེད་ན་
en: That color, however, was not present within the body of the seed.

source: ཡང་ཁ་དོག་དང་མྱུ་གུ་འབྱུང་བར་མི་འགྱུར་བ་
en: Yet, without the seed, neither color nor sprout could emerge.

source: རྣམ་པར་ཤེས་པའི་ཁམས་འདིས་ཀྱང་ལུས་ཡོངས་སུ་བཏང་ནས་
en: the element of consciousness, after leaving the body,

source: མིའི་ཤ་ཚུགས་ཅན་ཡིན་ལ། ཤ་སྣག་གུའི་དབང་པོ་འབྱུང་བའི་སྐྱེ་མཆེད་དང་ལྡན་པ་མ་ཡིན་ཏེ།
en: although it is in human shape, does not possess the sense-fields that arise from flesh-and-blood faculties.

source: དེ་ལྷའི་མིག་དང་། ལྷའི་རྣ་བ་དང་ལྡན་ཞིང་
en: Instead, possessing a divine eye and ear,

source: སྒྲ་དང་། དྲི་དང་། རོ་དང་། ཆོས་ཀྱི་སྐྱེ་མཆེད་རབ་ཏུ་ཤེས་པའི་བདག་ཉིད་ཅན་དུ་འགྱུར་ལ།
en: it becomes an entity with perfect knowledge of the sense-fields of sound, scent, taste, and mental objects.

source: དཔེར་ན་དར་གྱི་སྲིན་བུ་རང་གི་ལུས་ལས་སྐུད་པའི་རྒྱུད་བྱུང་བས་ཁྱིམ་བྱས་ལ་
en: It is like a silk-worm making a dwelling from strands of yarn that emerge from its own body,

source: དེ་ཉིད་དེའི་ནང་དུ་འཆི་བའི་དུས་བྱེད་དོ།
en: where it spends its time until death.

source: །དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདིས་ཀྱང་ལུས་བསྐྱེད་ནས།
en: the element of consciousness produces a body

source: དར་གྱི་སྲིན་བུ་བཞིན་དུ་བདག་ཉིད་ཡང་ལུས་ཡོངས་སུ་བཏང་ནས་མེད་པར་འགྱུར་རོ།
en: then, just like that silk-worm, abandons it and disappears.

source: །དཔེར་ན་པད་མ་ཆུའི་ནང་ནས་སྐྱེས་ཏེ།
en: “As an analogy, a lotus grows in water,

source: ལྷའི་དྲི་དང་། ཁ་དོག་མངོན་པར་འགྲུབ་ཀྱང་
en: and produces its divine scent and color;

source: པད་མ་དཀར་པོ་དེ་ལ་ཆུའི་ཁམས་ཀྱང་མི་དམིགས་ལ་དེའི་ནང་དུ་
en: yet the element of water is not apprehended as the white lotus,

source: མི་སྣང་བར་གྱུར་ནས་གང་དུ་ས་བོན་གནས་པ་དེར་ཁ་དོག་དང་།
en: and when the lotus disappears into the water, it is wherever its seed may be that its color,

source: དྲི་དང་། རོ་རྣམས་གནས་པར་འགྱུར་རོ།
en: scent, and taste will reside.

source: །དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་གང་དུ་འཕོ་ཞིང་འགྲོ་བ་
en: Likewise, wherever the element of consciousness is transferred to and migrates,

source: དེར་དབང་པོ་དག་གི་སྤྱོད་ཡུལ་རྣམས་འཕོ་བར་འགྱུར་ཏེ།
en: the domains of the senses are transferred there;

source: ཚོར་བ་དང་། སེམས་པ་དང་། ཆོས་ཀྱི་ཁམས་རྣམས་ཀྱང་དེར་འཕོ་ཞིང་འགྲོ་བར་འགྱུར་རོ།
en: feeling, volition, and the element of dharmas are all transferred and migrate there, too.

source: །དཔེར་ན་ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེ་གང་དུ་འགྲོ་བ་
en: “It is like a precious wish-fulfilling jewel with which, wherever it goes,

source: དེར་ལོངས་སྤྱོད་ཐམས་ཅད་འཕོ་ཞིང་འགྲོ་བར་འགྱུར་རོ།
en: all of its abundance is transferred and migrates there, too.

source: །དཔེར་ན་ཉི་མ་དང་འབྲེལ་བའི་འོད་ཟེར་རྣམས་ཉི་མ་གང་དང་གང་དུ་འགྲོ་བ་
en: Or like the sun and its rays: wherever the sun may go,

source: དེ་དང་དེ་ཉིད་དུ་འོད་ཟེར་རྣམས་ཀྱང་རྗེས་སུ་འགྲོ་བ་དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་གང་དང་གང་དུ་འཕོ་བ་དེ་དང་དེ་ཉིད་དུ་ཚོར་བ་དང་།
en: the rays of sunlight follow and go to that very same place. So also, wherever the element of consciousness is transferred to, feeling,

source: འདུ་ཤེས་དང་། ཆོས་ཀྱི་ཁམས་རྣམས་ཀྱང་འཕོ་ཞིང་འགྲོའོ།
en: perception, and the element of dharmas are all transferred and migrate to that very same place, too.

source: །གཞན་ཡང་རྣམ་པར་ཤེས་པའི་ཁམས་འདིས་ལུས་ཡོངས་སུ་བཏང་ནས་
en: “Furthermore, the element of consciousness, after it has left the body behind,

source: དབང་པོ་ཐམས་ཅད་ཀྱི་ཕྲད་པ་ཡོངས་སུ་བཟུང་སྟེ།
en: retains contact with all its faculties,

source: ཤ་མེད་པ་དང་། རུས་པ་མེད་པའི་ལུས་འགྲུབ་པར་བྱེད་དོ།
en: and creates a body without flesh and blood.

source: །དེའི་ལུས་ལེན་པའི་རྒྱུ་ནི་གཟུགས་ཡིན་ནོ། །
en: Form is what causes it to take hold of a body.

source: དབང་པོའི་དངོས་པོ་རྣམས་ནི་ཚོར་བས་མྱོང་ངོ་།
en: Feeling experiences the objects of the faculties.

source: །དྲན་པ་ནི་ལྷའི་ལྟ་བས་མཐོང་སྟེ།
en: Attention sees with divine sight

source: དགེ་བ་དང་མི་དགེ་བ་ཡང་ཡོངས་སུ་ལེན་ཏོ།
en: and takes up virtue and non-virtue.

source: །དཔེར་ན་རྒྱ་ཤུག་དང་། འབྲ་གོ་དང་། ཨམྲ་དང་།
en: As an analogy, the fruits of the juniper, date, mango,

source: ཉོ་ཏི་དང་། སེའུ་དང་། བིལ་བ་དང་།
en: pear, pomegranate, bael,

source: ཀ་པིད་ཏ་ལ་སོགས་པའི་འབྲས་བུ་རྣམས་ནི་རོ་དུ་མར་འགྲུབ་སྟེ།
en: and gum trees produce many flavors.

source: ཚ་བ་དང་། ཁ་བ་དང་། སྐྱུར་བ་དང་། ལན་ཚྭའི་རོ་དང་། བསྐ་བ་ལ་སོགས་པའི་རོ་རེ་རེར་རྣམ་པར་སྨིན་པར་འགྱུར་ཏེ།
en: Each ripens into its own flavor: pungent, bitter, sour, salty, astringent, and so on.

source: ལ་ལ་ནི་རོ་ཚ་བར་འགྱུར། ལ་ལ་ནི་སྐྱུར། ལ་ལ་ནི་མངར་རོ།
en: Some become pungent in flavor, others sour, and others again sweet.

source: །འབྲས་བུ་དེ་དག་མེད་པར་གྱུར་པའི་ས་བོན་གང་དང་གང་དུ་འཕོ་བ་དེར་རོ་ཡང་འཕོ་བར་འགྱུར་རོ།
en: When the fruit is no more, wherever the seeds are transferred to, the flavor is transferred there, too.

source: །དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་གང་དང་གང་དུ་འཕོ་བ་དེ་དང་དེར་ཚོར་བ་འཕོ་བར་འགྱུར་རོ།
en: Likewise, wherever the element of consciousness is transferred to, feeling is transferred there, too;

source: བསོད་ནམས་མ་ཡིན་པ་དང་།
en: non-merit,

source: །བསོད་ནམས་དང་།
en: merit,

source: དྲན་པ་ཡང་འཕོ་བར་འགྱུར་རོ།
en: and attention are transferred there, too.

source: །གཞན་ཡང་རྣམ་པར་ཤེས་པའི་ཁམས་འདིས་ནི་
en: “Furthermore, the element of consciousness,

source: ལུས་ཡོངས་སུ་བཏང་ནས་བདག་གི་ལུས་འདི་ཡོངས་སུ་བཏང་ངོ་སྙམ་དུ་རབ་ཏུ་ཤེས་ཏེ།
en: after it has left the body behind, is conscious of that, thinking, ‘I have left this body of mine behind.’

source: དེ་བས་ན་འདི་ལ་རྣམ་པར་ཤེས་པའི་ཁམས་ཞེས་བྱའོ།
en: That is why it is called the element of consciousness.

source: །དགེ་བའི་ལས་ཀྱང་རབ་ཏུ་ཤེས་སོ། །མི་དགེ་བའི་ལས་ཀྱང་རབ་ཏུ་ཤེས་སོ།
en: It is also conscious of both its virtuous and non-virtuous actions,

source: དེ་བས་ན་རྣམ་པར་ཤེས་པ་ཞེས་བྱའོ།
en: That is why it is called ‘consciousness.’

source: །གཞན་ཡང་ལུས་འདིའི་བྱ་བ་ཐམས་ཅད་རབ་ཏུ་ཤེས་ཏེ།
en: Moreover, it is conscious of all the activities of the body.

source: དེ་བས་ན་རྣམ་པར་ཤེས་པ་ཞེས་བྱའོ། །
en: That is why it is called ‘consciousness.’

source: དྲི་ཞིམ་པོར་ཡང་ལྡང་ཞིང་དྲི་ང་བར་ཡང་ལྡང་སྟེ།
en: it can carry pleasant smells and can carry bad smells.

source: སྤྱོད་པ་དེ་དག་ཐམས་ཅད་ནི་རླུང་གི་ཁམས་ཀྱི་རྐྱེན་ལས་བྱུང་ཡང་རླུང་གི་ཁམས་དེ་ཡང་གཟུགས་ཅན་མ་ཡིན་ལ།
en: Although all of these functions occur due to the conditional cause of the air element, the air element possesses no form.

source: ལེན་པའི་རྒྱུས་སྣང་སྟེ།
en: It is through an appropriating cause that it is perceived,

source: དཔེར་ན་རླུང་གི་ཁམས་གྲང་བར་ཡང་འགྱུར་ཞིང་ཚ་བར་ཡང་འགྱུར་ལ།
en: “As an analogy, the element of air can be cold and can be hot;

source: ཇི་ལྟར་རླུང་གི་ཁམས་ཀྱིས་ཤིང་གཡོ་བ་དང་།
en: for the air element is recognized by its shaking trees

source: གྲང་བ་དང་། ཚ་བའི་རེག་པ་ལེན་པའི་རྐྱེན་བྱེད་པ་ལས་
en: and acting as a condition by which heat or cold is appropriated.

source: ཆུང་ངུ་དང་། བསོད་ནམས་དང་བསོད་ནམས་མ་ཡིན་པ་རྗེས་སུ་བཟུང་ནས་འཇིག་རྟེན་འདི་ནས་འཇིག་རྟེན་ཕ་རོལ་དུ་འཕོའོ།
en: and, keeping with it a little feeling along with merit and non-merit, undergoes transfer from this world to the next.

source: མྱུ་གུ་མངོན་པར་གྲུབ་ནས་མེ་ཏོག་དམར་པོའམ། དཀར་པོ་འམ། སྔོན་པོ་འབྱུང་བར་འགྱུར་ཏེ།
en: Once the sprout has been produced, red, white, or blue flowers will arise.

source: །ལུས་དེ་ཡང་རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་བསྡུས་པ་ཡིན་ཏེ།
en: Consciousness acts as a condition for the formation of the body.

source: འདི་སྙམ་དུ་གང་བདག་གིས་ལས་བྱས་པ་དེ་ཉིད་ནི་བདག་ཡིན་ནོ་སྙམ་དུ་ཡང་ཤེས་སོ།
en: It also becomes aware of the thought, ‘Whatever actions I have done determine what I am.’

source: །ལས་འདི་དག་ནི་བདག་གི་ཕྱི་བཞིན་འབྲང་ངོ་། །བདག་ཀྱང་འདི་དག་གི་ཕྱི་བཞིན་དུ་འབྲང་ངོ་སྙམ་དུ་དེ་ལྟར་རབ་ཏུ་ཤེས་ཏེ།
en: thinking, ‘These actions follow me just as I follow them.’

source: ཚུལ་ཁྲིམས་དང་། བརྟུལ་ཞུགས་མཆོག་ཏུ་འཛིན་པ་ལེན་པའི་རྐྱེན་གྱིས་ཚོར་བ་མྱོང་བར་འགྱུར་རོ།
en: as well as through the condition of appropriating rules and observances to be paramount.

source: །དེ་ནས་ཚོང་དཔོན་གཞོན་ནུ་ཟླ་བ་འབྱོར་པ་སྟན་ལས་ལངས་ཏེ།
en: Now Candrabhūti rose from his seat.

source: །ཚོར་བའི་རྐྱེན་གྱིས་ལུས་དང་ཁ་དོག་སྐྱེ་ཞིང་འགྲུབ་པར་བྱེད་པས་ན་རྣམ་པར་ཤེས་པ་ཞེས་བྱའོ།
en: Because it generates and completes a body as well as its appearance through the condition of feeling, it is called ‘consciousness.’ ”

source: ཐལ་མོ་སྦྱར་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Pressing his palms together, he asked,

source: །བཅོམ་ལྡན་འདས་
en: “Blessed One,

source: གཟུགས་ཇི་ལྟར་བལྟ་བར་བགྱི། ལེན་པ་ནི་ཇི་ལྟ་བུ་ལགས།
en: how should one view form? How is it appropriated?

source: ལས་ལེན་པ་ནི་ཇི་ལྟར་བལྟ་བར་བགྱི།
en: How should one view the appropriation of action?

source: ལྟ་བ་ལེན་པ་ནི་ཇི་ལྟ་བུ་ལགས།
en: How is the view appropriated?

source: ཚུལ་ཁྲིམས་དང་། བརྟུལ་ཞུགས་མཆོག་ཏུ་འཛིན་པའི་ལེན་པ་ནི་ཇི་ལྟར་བལྟ་བར་བགྱི།
en: How should one view the appropriation of the opinion that rules and observances are paramount?”

source: ཟླ་བ་འབྱོར་པ་ལེགས་སོ་ལེགས་སོ།
en: “Excellent, Candrabhūti!”

source: མཁྲིས་པ་དང་། བད་ཀན་དང་། ངར་སྣབས་དང་། སྐྲ་དང་། ཁ་སྤུ་དང་། སེན་མོ་དང་། སྤུ་དང་།
en: bile, phlegm, nasal mucus, hair, beard, nails, body hair,

source: པགས་པས་གཡོགས་པ་ཤིན་ཏུ་གྱུར་པ།
en: and is completely covered in skin.

source: དེ་ཡང་ཕ་མ་ཕྲད་པའི་རྐྱེན་གྱིས་འགྲུབ་པར་འགྱུར་ཏེ།
en: They are also brought about through the conditional cause of their parents’ coming together.

source: དེ་བས་ན་གཟུགས་ལེན་པའི་རྒྱུ་ཞེས་བཤད་དོ།
en: Therefore, these are explained as being the causes for the appropriation of form.

source: །ཟླ་བ་འབྱོར་པ་ལུས་ཀྱི་སྲ་བ་ཉིད་གང་ཡིན་པ་དེ་ནི་སའི་ཁམས་སོ།
en: Candrabhūti, the body’s solidity constitutes the earth element.

source: །གཤེར་བ་ཉིད་གང་ཡིན་པ་དེ་ནི་ཆུའི་ཁམས་སོ།
en: Its fluidity constitutes the water element.
